Repository: pon4ik7/Tatar-shower
Catalog: frontend/lib/l10n/app_*.arb
Languages: ru

source: Choose the language
ru: Выберите язык

source: Russian
ru: Русский

source: English
ru: Английский

source: Apply
ru: Применить

source: Choose the mode
ru: Выберите тему

source: Dark
ru: Темная

source: Light
ru: Светлая

# build_habit
source: Build the cold shower habit and improve your well-being
ru: Выработайте привычку принимать холодный душ и улучшите свое самочувствие

source: Get started
ru: Продолжить

source: Sign Up
ru: Регистрация

source: e-mail
ru: почта

source: username
ru: имя пользователя

source: password
ru: пароль

# have_account
source: Already have an account? Log in
ru: Уже есть аккаунт? Войти

source: Log In
ru: Вход

# not_have_account
source: Do not have an account? Sign Up
ru: Нету еще аккаунта? Регистрация

# forgot_password
source: Forgor the password? Change it
ru: Забыли пароль? Сменить его

# why_take_shower
source: Why do you want to take cold showers?
ru: Почему вы хотите принимать холодный душ?

source: Improve health
ru: Улучшить здоровье

source: Increase discipline
ru: Улучшить дисциплину

source: Waking up easier
ru: Просыпаться легче

source: Challenge yourself
ru: Испытать себя

source: Other
ru: Другое

source: Next
ru: Дальше

source: Skip
ru: Пропустить

# how_often_take_shower
source: How often do you want to take cold showers?
ru: Как часто вы хотите принимать холодный душ?

source: Every day
ru: Каждый день

# times_per_week
source: 3 times per week
ru: 3 раза в неделю

# only_weekdays
source: Only on weekdays
ru: Только по рабочим дням

# when_remind
source: When should I remind you to exercise?
ru: Когда мне стоит напоминать о принятии душа?

# moring
source: In the morning (8:00)
ru: Утром (8:00)

# evening
source: In the evening (19:00)
ru: Вечером (19:00)

# practice_before
source: Have you practiced cold showers before?
ru: Пробовали ли вы до этого принимать холодный душ?

# no_practice
source: No, it's the first time
ru: Нет, делаю это впервые

# tried
source: Tried it a couple of times
ru: Принимал пару раз

source: Practice regularly
ru: Принимаю регулярно

# minimum_streak
source: What is the minimum streak you want to achieve?
ru: Какого количества дней подряд вы бы хотели достичь, принимая холодный душ?

# week
source: 7 days
ru: 7 дней

# two_weeks
source: 14 days
ru: 14 дней

# three_weeks
source: 21 days
ru: 21 день

# your_streak
source: enter your streak
ru: Введите свое число

# done_prefs
source: Done! Start your first cold adventure!
ru: Готово! Начните свое холодное приключение!

source: Start
ru: Начать

source: Days
ru: Дней

source: New shower
ru: Новая тренировка

source: Date
ru: Дата

source: Duration
ru: Длительность

# coldDuration
source: Cold shower
ru: Холодный душ

source: This week
ru: Эта неделя

source: showers
ru: Души

source: Longest Streak
ru: Рекорд

# recentShowers
source: Resent showers
ru: Последние тренировки

source: Change the language
ru: Сменить язык

source: Change the mode
ru: Сменить тему

source: Notification Enabled
ru: Уведомления включены

source: Notification disabled
ru: Уведомления выключены
